Repository: xfce-mirror/xfce4-taskmanager
Catalog: po/*.po
Languages: vi

source: Task Manager
vi: Quản lý tác vụ

source: Easy to use application to monitor system resources
vi: Ứng dụng dễ dùng để theo dõi tài nguyên hệ thống

source: monitor;resources;system;task;performance;
vi: monitor;resources;system;task;performance;giám sát;tài nguyên;hệ thống;tác vụ;hiệu suất;

source: Quit
vi: Thoát

source: <b>Processes:</b> %u <b>CPU:</b> %.0f%% <b>Memory:</b> %s <b>Swap:</b> %s
vi: <b>Tiến trình:</b> %u <b>CPU:</b> %.0f%% <b>Bộ nhớ:</b> %s <b>Swap:</b> %s

source: Xfce Notify Daemon
vi: Dịch vụ thông báo Xfce

source: Settings daemon is unavailable
vi: Dịch vụ cài đặt không khả dụng

source: Memory: %s
vi: Bộ nhớ: %s

source: Processes: %d
vi: Tiến trình: %d

source: Task
vi: Tác vụ

source: State
vi: Trạng thái

source: Group VSZ
vi: VSZ nhóm

source: Group RSS
vi: RSS nhóm

source: Group CPU
vi: CPU nhóm

source: Prio.
vi: Ưu tiên

source: Terminate task
vi: Kết thúc tác vụ

source: Kill task
vi: Diệt tác vụ

source: Are you sure you want to send the %s signal to the PID %d?
vi: Bạn có chắc muốn gửi tín hiệu %s tới PID %d không?

source: terminate
vi: kết thúc

source: kill
vi: diệt

source: Error sending signal
vi: Lỗi khi gửi tín hiệu

source: An error was encountered by sending a signal to the PID %d. It is likely you don't have the required privileges.
vi: Gặp lỗi khi gửi tín hiệu tới PID %d. Có thể bạn không có đủ quyền cần thiết.

source: Error setting priority
vi: Lỗi khi đặt độ ưu tiên

source: An error was encountered by setting a priority to the PID %d. It is likely you don't have the required privileges.
vi: Gặp lỗi khi đặt độ ưu tiên cho PID %d. Có thể bạn không có đủ quyền cần thiết.

source: Stop
vi: Dừng

source: Continue
vi: Tiếp tục

source: Terminate
vi: Kết thúc

source: Kill
vi: Diệt

source: Very low
vi: Rất thấp

source: Low
vi: Thấp

source: Normal
vi: Bình thường

source: High
vi: Cao

source: Very high
vi: Rất cao

source: Priority
vi: Độ ưu tiên

source: Copy command line
vi: Sao chép dòng lệnh

source: Bad Window
vi: Cửa sổ lỗi

source: Window id 0x%lx does not exist!
vi: Cửa sổ id 0x%lx không tồn tại!

source: XGetWindowProperty failed
vi: XGetWindowProperty thất bại

source: XGetWindowProperty failed!
vi: XGetWindowProperty thất bại!

source: No PID found
vi: Không tìm thấy PID

source: No PID found for window 0x%lx.
vi: Không tìm thấy PID cho cửa sổ 0x%lx.

source: Filter on process name
vi: Lọc theo tên tiến trình

source: Starting task
vi: Đang khởi động tác vụ

source: Changing task
vi: Đang thay đổi tác vụ

source: Terminating task
vi: Đang kết thúc tác vụ

source: Settings
vi: Cài đặt

source: Identify an open window by clicking on it.
vi: Xác định cửa sổ đang mở bằng cách nhấp vào nó.

source: You are using the root account, you may harm your system.
vi: Bạn đang dùng tài khoản root, có thể gây hại cho hệ thống.

source: Easy to use task manager
vi: Trình quản lý tác vụ dễ dùng

source: translator-credits
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Task Manager Settings
vi: Cài đặt Quản lý tác vụ

source: _Help
vi: Trợ _giúp

source: About
vi: Giới thiệu

source: _Close
vi: Đón_g

source: Show all processes
vi: Hiển thị mọi tiến trình

source: Show application icons
vi: Hiển thị biểu tượng ứng dụng

source: Show full command lines
vi: Hiển thị toàn bộ dòng lệnh

source: Show processes as tree
vi: Hiển thị tiến trình dạng cây

source: Show legend
vi: Hiển thị chú thích

source: Show values with more precision
vi: Hiển thị giá trị chi tiết hơn

source: Refresh rate (ms):
vi: Tốc độ làm tươi (ms):

source: <b>Interface</b>
vi: <b>Giao diện</b>

source: Prompt for terminating tasks
vi: Xác nhận khi kết thúc tác vụ

source: Keep in the notification area
vi: Giữ trong vùng thông báo

source: <b>Miscellaneous</b>
vi: <b>Khác</b>

source: General
vi: Chung

source: Virtual Bytes
vi: Byte ảo

source: Group Virtual Bytes
vi: Byte ảo nhóm

source: Resident Bytes
vi: Byte thực

source: Group Resident Bytes
vi: Byte thực nhóm

source: Columns
vi: Cột
